window.translations = {
  // Cafe Logo
  vero: "ڤیرۆ",
  coffee: "کۆفی",
  // Navigation Bar
  home: "سەرەکی",
  about: "دەربارەی ئێمە",
  menu: "مینو",
  service: "خزمەتگوزارییەکان",
  gallery: "گەلەری",
  contact: "پەیوەندی",
  // Home Section
  homeTitle: "ڕۆژەکەت دەستپێبکە لەگەڵ ڤیرۆ کۆفی",
  // Menu Section Header Text
  welcomeTitle: "بەخێربێن بۆ",
  cafeName: "ڤیرۆ کۆفی",
  cafeSlogan: "ئەو شوێنەی ڕەسەنایەتی پێشکەشدەکات",
  //  Coffee Creation
  coffeeCollection: "دروستکراوەکانی قاوە",
  coffeeSlogan: "سارد و گەرم",
  coffeeDescreption:
    "ئارەزووی تازەگەری دەکەیت، دروستکراوە گەرم و سەهۆڵاوییەکانمان لێرەن بۆ تۆ. هەموو کوپێک بە وردبینی و دەنکۆڵەی قاوە تایبەتەکان دروستکراوە.",
  // Milky Moments
  milkyCollection: "ساتە شیرینەکان",
  milkySlogan: "نەرم و کرێمی",
  milkyDescreption:
    "هەڵسەنگاندن بکە بۆ مێلکشەیکە کرێمییەکانمان کە قایلکەری دڵ و دەروونن بۆ تەواوکردنی ڕۆژەکەت.",
  //Frizzy & Fresh
  freshCollection: "فرێش و گازدار ",
  freshSlogan: "مۆجیتۆ و خواردنەوەی فرێش",
  freshDescreption:
    " فێنک و پڕ لە تام مۆجیتۆی ڕەنگدار و خواردنەوە فرێشە تازەکانمان هەڵهاتنێکی تەواو لە جەنجاڵییەکان .",
  // Sweets
  sweetCollection: "شیرینییەکان",
  sweetSlogan: "کێک و شیرینی",
  sweetDescreption:
    "شیرینییە ناسک و پڕ تامەکانمان بکە بە تەواوکەری خواردنەوەکەت کە بە خۆشەویستییەوە دروستکراوە.",
  // See Menu Button
  seeMenuBtn: "بینیی مینو",
  // About Cafe Section
  aboutVeroSlogan: "دە ربارە ی",
  aboutVero1:
    "ڤێرۆ کۆفی لە ٢٠٢٢ەوە بە شانازییەوە خزمەت دەکات، کە لەلایەن عەلی دامەزراوە و خاوەندارێتی دەکرێت. ناوی 'ڤیرۆ' لە زمانی ئیتاڵییەوە وەرگیراوە، بە واتای 'ڕاستی' دێت کە ڕەنگدانەوەی دروستکراوەکانمانە، بۆ پێشکەشکردنی ئەزموونی قاوەیی ڕەسەن و کوالیتی بەرز.",
  aboutVero2:
    "ڤیرۆ کۆفی لە دوکانێکی بچوکەوە دەستی پێکرد سپاس بۆ متمان و خۆشەویستی کڕیارانمان، لە ئێستادا خاوەنی دوو لقین.",
  aboutVero3:
    "هەر قاوەیەک پێشکەشدەکەین دروستی دەکەین بە گرینگیپێدان لەگەڵ تامێکی دەوڵەمەند لە کەشێکی ئارامدا. کاری ئێمەیە کەوا ڕۆژەکەت بە چێژتر بکەین قاوەیەک لە کاتی گونجاودا.",
  aboutVero4: "<em>قاوەی ڕاستەقینە. ساتی ڕاستەقینە.</em>",
  // Service Section
  veroService: "خزمەتگوزارییەکانمان",
  serviceSlogan: "ڤیرۆ کۆفی ساتەکانت بەنرختر دەکات.",
  // Coffee Break
  coffeeBreak: "پشوودانی قاوە",
  coffeeBreakDescreption:
    "بە خزمەتگوزاری پشوودانی قاوەمان بۆنە و ئاهەنگەکانت بەرز بکەرەوە. ئێمە ئاگاداری هەموو شتێک دەبین لە قاوەیەکی تازە دروستکراوەوە تا ڕێکخستنی تەواوی خواردنەکان، کە دڵنیا بین لەوەی میوانەکانتان چێژ لە پشوویەکی ئارام وەردەگرن.",
  // Music Events
  musicEvent: "چالاکی مۆسیقی",
  musicEventDescreption:
    "جا تۆ چێژ لە کاتەکان بە تەنیا وەربگریت یان لەگەڵ هاوڕێکانت، ڤێرۆ کافێ کەشێکی دڵخۆشکەر دەهێنێتە شارەکە. ئارام بگرن بۆ ئاوازی ئارامکەرەوە، یان چێژ لە ئێوارە مۆسیقیەکانمان وەربگرن..",
  // Birthday
  birthday: "یادی لەدایک بوون",
  birthdayDescreption:
    "ئاهەنگی لەدایکبوونت لە ڤێرۆ کۆفی سازبکە بە ڤایبێکی نایاب و خواردنی بە تام. ئێمە شوێنێکی ئارام بۆ ئێوە دابین دەکەین خۆشی بکەن! دیکۆرات لەگەڵدایە.",
  photoshoot: "وێنەگرتن",
  photoshootDescreption:
    "ڤیرۆ کۆفی زیاترە لە تەنها قاوەخانەیەک ئێرە شوێنێکی ئارامە کە بۆ تۆمارکردنی یادەوەریەکان دروستکراوە. سەردانمان بکە و چێژ لە خواردنەوەکەت وەربگرە و ساتە تایبەتەکانت تۆماربکە.",

  // Gallery Section
  veroMoment: "ساتەکانی ڤیرۆ کۆفی",
  gallerySlogan:
    "گەشتێک بکە بە ناو گەلەری ڤیرۆ کۆفی، بینەری کەشی ئارام و چالاکییەکانی ببە.",
  exploreGalleryBtn: "سەیرکردی گەلەری",
  // Testimonial Section
  testimonialTitle: "سەرنجێک لە کڕیارانمانەوە",
  // Contact Section
  contactTitle: "پەیوەندیمان لەگەڵ ببەستە",
  contactSlogan:
    "هەمیشە دڵخۆشین بە بیستنی زانیارییەکانتان",
  openDaily: "ڕۆژانە کراوەیە",
  openTime: "٧ی بەیانی بۆ ١٢ی شەو",
  // Location
  location: "ناونیشان",
  branche1: "ڕەحیماوا، فلکەی ئیخوان، بینای دەرمانساز فەخری",
  branche2: "شۆڕجە، نزیک کۆلێژی پزیشکی",
  // Phone Number
  callUs: "ژمارەی پەیوەندیکردن",
  phoneNum: "٠٧٧٤٤٥٠٢٠٢٢",
  whatsApp: "٠٧٧١١٨٧٦١٦١",
  // Fllow Us
  folloeUs: "فۆڵۆمان بکە",
  // Find Us
  findUs: "داواکاری بکە لەڕیی",
  // ***************Menu Page**************
  theMenu: "مينو",
  thecoffee: "قاوە",
  latte: "لاتێ",
  frappe: "فراپێ",
  milkshake: "میلک شەیک",
  freshDrink: "خواردنەوەی فرێش",
  specialVero: "تایبەتەکانی ڤیرۆ",
  veroCreation: "دروستکراوەکانی ڤیرۆ",
  toast: "تۆست",
  sweet: "شیرینی",
  // Currency
  currency: "دینار",
  // *********************Gallery Page******************
  photoGallery: "گەلەری",
};

window.menuData = {
  coffee: [
    {
      name: "ئێسپرێسۆ",
      price: "٢٠٠٠",
      description:
        "ئێسپرێسۆی کلاسیک کە لە هەموو قومێکدا تامێکی بەهێز و چڕ دەدات",
    },
    {
      name: "دۆپیۆ",
      price: "٢٥٠٠",
      description: "دوو شۆتی ئیسپريسۆ بۆ تامێکی چڕتر",
    },
    {
      name: "قاوه‌ی قه‌زوان",
      price: "٢٠٠٠",
      description: "قاوه‌ی کوردی به‌ شێوازێکی تایبه‌ت بۆ تامێکی ڕاستەقینه‌",
    },
    {
      name: "قاوه‌ی توركی",
      price: "٢٠٠٠",
      description: "قاوەیەکی چڕە کە بە کەفی زێڕین و تامێکی قووڵ پێشکەش دەکرێت",
    },
    {
      name: "قاوه‌ی چۆكڵات",
      price: "٢٠٠٠",
      description: "قاوه‌ له‌گه‌ڵ چۆكڵات بۆ تامێکی شیرین و كرێمی",
    },
    {
      name: "قاوه‌ی تایبه‌تی ڤیرۆ",
      price: "٢٠٠٠",
      description:
        "تێکەڵەیەکی تایبەتی قاوەیە دەوڵەمەندە بە تامی جیاواز کە لە هیچ شوێنێکی کە دەستت ناکەوێت",
    },
    {
      name: "ئه‌مریكانۆ",
      price: "٢٠٠٠",
      description:
        "ئێسپرێسۆ تواوە لەنێو ئاوی گەرم بۆ ئەوەی تامێکی سووک و گونجاو بێت بۆ هەموو ڕۆژێک",
    },
  ],

  latte: [
    {
      name: "لاتێی كلاسیك",
      price: "٢٥٠٠ - ٣٠٠٠",
      description:
        "ئیسپرێسۆ لەگەڵ شیری هەڵمێنراو بۆ تامێکی نەرم و کرێمی. سارد یاخود گەرم",
    },
    {
      name: "لاتێی ئیسپانی",
      price: "٢٥٠٠ - ٣٠٠٠",
      description:
        "لاتێی شیرین تێکەڵ بە شیری چڕکراو بۆ تامێکی جیاواز و نایاب. سارد یاخود گەرم",
    },
    {
      name: "لاتێی كرامێل",
      price: "٢٥٠٠ - ٣٠٠٠",
      description: "لاتێی كلاسیك له‌گه‌ڵ سۆسی كرامێڵی شیرین",
    },
    {
      name: "لاتێی ڤانێلا",
      price: "٢٥٠٠ - ٣٠٠٠",
      description:
        "لاتێی لەگەڵ ڤانێلا تێکەڵ کراوە بۆ تام و بۆن خۆشی جیاواز. سارد یاخود گەرم",
    },
    {
      name: "لاتێی شین",
      price: "٢٥٠٠ - ٣٠٠٠",
      description:
        "لاتێیەکی داهێنەرانە بە ڕەنگێکی شین سەرنجڕاکێش و تامێکی ناوازە. سارد یاخود گەرم",
    },
    {
      name: "مۆكا",
      price: "٣٠٠٠ - ٣٥٠٠",
      description:
        "تێکەڵەیەک لە ئیسپرێسۆ و چۆكڵات و شیر بۆ تامێکی نایاب، گونجاو بۆ ئەوانەی ئارەزووی کاکاو دەکەن. سارد یاخود گەرم",
    },
  ],

  frappe: [
    {
      name: "فراپێی یونانی",
      price: "٣٠٠٠",
      description: " قاوه‌ی سەهۆڵاوی له‌گه‌ڵ کەفێکی نەرم به‌ شێوازی یونانی",
    },
    {
      name: "فراپێی كرامێل",
      price: "٣٠٠٠",
      description: "فراپێی سارد له‌گه‌ڵ سۆسی كرامێل",
    },
    {
      name: "فراپێی چۆكڵێت",
      price: "٣٠٠٠",
      description: "فراپێی چۆكڵات لەگەڵ کرێم، هێورکەرەوە و بوژێنەرەوە",
    },
    {
      name: "فراپێی زێڕینی ڤیرۆ",
      price: "٣٠٠٠",
      description: "فراپێی زێڕینی ڤیرۆ تامێکی تایبەت و ناوازە",
    },
    {
      name: "گوێز هیند و چۆكڵێت",
      price: "٣٠٠٠",
      description: "تێکەڵەیەکی بەتام لە کرێمی گوێزی هیندی و چۆكڵات ",
    },
    {
      name: "فراپێی دارك چۆكڵێت",
      price: "٣٠٠٠",
      description: "فراپێ چۆكڵاتی تۆخ",
    },
    {
      name: "فراپێی كرامێل كاپوچینۆ",
      price: "٣٠٠٠",
      description: "فراپێ تێکەڵ بە سۆسی کرامێل و کاپوچینۆ بۆ تامێکی هاوسەنگ",
    },
  ],

  milkshake: [
    {
      name: "میڵک شەیکی ڤێرۆ",
      price: "٣٠٠٠",
      description: "تێکەڵەیەکی تایبەتە بە ڤیرۆ کە دەوڵەمەند لە تام و ناوازەی",
    },
    {
      name: "میڵک شەیکی نؤتێلا",
      price: "٣٠٠٠",
      description: "میڵکشەیکی شیرین و كرێمی له‌گه‌ڵ نۆتێلا",
    },
    {
      name: "میڵک شەیکی ئۆریۆ",
      price: "٣٠٠٠",
      description: "میڵکشەیک له‌گه‌ڵ پارچەی ئۆریۆی وردکراو بۆ تامێکی خۆش",
    },
    {
      name: "میڵک شەیکی شلک",
      price: "٣٠٠٠",
      description: "میڵکشەیکی کرێمی بە تامی شلک",
    },
    {
      name: "میڵک شەیکی فستق",
      price: "٣٠٠٠",
      description: "میڵکشەیکی كرێمی بە تامی فستق",
    },
  ],

  "fresh-drinks": [
    {
      name: "پڕتەقاڵ",
      price: "٣٠٠٠",
      description: "پرتەقاڵی فرێش",
    },
    {
      name: "لیمۆ",
      price: "٣٠٠٠",
      description: "شەرباتی لیمۆی فرێش لەگەڵ تامێکی بوژێنەرەوە و مزر",
    },
    {
      name: "سێوی سەوز",
      price: "٣٠٠٠",
      description: "شەربەتی سێوی سەوزی فرێش لەگەڵ تامێکی شیرین و مزری هاوسەنگ",
    },
    {
      name: "كۆكتێل",
      price: "٣٠٠٠",
      description: " کۆکتێلی میوەی فرێش دەوڵەمەندە بە تامی سروشتی",
    },
  ],

  "vero-special": [
    {
      name: "تێکەڵەی ڤیرۆ",
      price: "٣٠٠٠",
      description: "تێکەڵەی تایبەتی ڤیرۆ بە تامی میوەی جیاواز",
    },
    {
      name: "ڤیرۆی ڕه‌ش",
      price: "٣٠٠٠",
      description: "خواردنەوەی ڤیرۆی ڕه‌ش به‌ تام و بۆنێکی تایبه‌ت و سارد",
    },
    {
      name: "ڤیرۆی سور",
      price: "٣٠٠٠",
      description: "خواردنەوەی ڤیرۆی سور بە تامی میوەکان",
    },
    {
      name: "سلاشی سور",
      price: "٣٠٠٠",
      description: "خواردنەوەی بەفرینی سور بە تامی میوەکان",
    },
    {
      name: "سلاشی سەوز",
      price: "٣٠٠٠",
      description: "خواردنەوەی بەفرینی سەوز بەتامێکی مزر و بوژێنەرەوە",
    },
    {
      name: "سلاشی هەنار",
      price: "٣٠٠٠",
      description: "هەناری فرێشی بەفرین",
    },
    {
      name: "مەکسیکی",
      price: "٣٠٠٠",
      description: "تێکەڵەیەک لە وزە بەخش و ئاوی لیمۆی فرێش",
    },
    {
      name: "مەکسیکی هەنار",
      price: "٣٠٠٠",
      description:
        "تێکەڵەیەک لە ئنرجی درینکخواردنەوەی وزە بەخش و ئاوی هەناری فرێش",
    },
    {
      name: "مەکسیکی سۆدە",
      price: "٣٠٠٠",
      description: "تێکەڵەیەک لە خواردبەوەی وزەبەخش و سۆدە",
    },
    {
      name: "مۆهیتۆی مانگۆ",
      price: "٣٠٠٠",
      description: "مانگۆ لەگەل سۆدە و سەهۆڵ",
    },
    {
      name: "مۆهیتۆی لیمۆ و نەعنا",
      price: "٣٠٠٠",
      description: "لیمۆ و نەعنا لەگەل سۆدە و سەهۆڵ",
    },
  ],

  "vero-creation": [
    {
      name: "دارک چۆکلێت",
      price: "٢٠٠٠",
      description: " چۆکڵاتەی تۆخ بە ڕێژەیەکی زۆری کەکاوی، تامێکی بەهێز",
    },
    {
      name: "هۆت چۆکڵێت",
      price: "٢٠٠٠",
      description: "چۆکڵێتی گەرمی کرێمی",
    },
    {
      name: "كاپوچینؤ",
      price: "٢٠٠٠",
      description: "ئێسپریسۆ لەگەڵ شیری چڕکراوە",
    },
    {
      name: "کرامێڵ كاپوچینۆ",
      price: "٣٠٠٠",
      description: "كاپوچینۆ تێکەڵ بە کرامێڵ",
    },
    {
      name: "چوکڵاتەی گەرم",
      price: "٢٠٠٠",
      description: " چوکڵاتەی گەرم بێ کرێم",
    },
    {
      name: "لۆتس",
      price: "٢٥٠٠",
      description: "خواردنەوەیەکی تایبەتە بە تامی پسکیتی لۆتس ",
    },
  ],

  toast: [
    {
      name: "تۆستی پەنیر",
      price: "٢٥٠٠",
      description: "تۆستی برژاو له‌گه‌ڵ پەنیر",
    },
    {
      name: "تۆستی نۆتێلا",
      price: "٢٥٠٠",
      description: "تۆست بە نۆتێلا",
    },
    {
      name: "تۆستی تورکی",
      price: "٢٥٠٠",
      description: "تۆست بە پەنیری شێدەر و زەیتونی ڕەش",
    },
  ],

  sweets: [
    {
      name: "کرواسۆن نۆتێلا",
      price: "٢٥٠٠",
      description: "کرواسۆن بە نۆتێلا ",
    },
    {
      name: "کرواسۆن پەنیر",
      price: "٢٥٠٠",
      description: "كرواسۆن بە پەنیر",
    },
    {
      name: "کرواسۆن سادە",
      price: "٢٥٠٠",
      description: "كرواسۆنی ناسک و فرێش.",
    },
    {
      name: "تڕالیچە",
      price: "٢٠٠٠",
      description: "کێکێکی ئیسفنجی، بە شیر تێرکراوە لەگەڵ کرێم و کرامێل",
    },

    {
      name: "كوكیز",
      price: "٢٠٠٠",
      description: "بسکویت و پارچە چۆكڵات",
    },
  ],
};

window.menuTitles = {
  coffee: "قاوە",
  latte: "لاتێ",
  frappe: "فراپێ",
  milkshake: "میڵک شەیک",
  "fresh-drinks": "خواردنەوەی فرێش",
  "vero-special": "تایبەتەکانی ڤیرۆ",
  "vero-creation": "دروستکراوەکانی ڤیرۆ",
  toast: "تۆست",
  sweets: "شیرینییەکان",
};

window.galleryData = [
  {
    title: "ڕۆژێک لە ڤیرۆ",
    description: "کەشێکی ئارام",
    images: [
      "../assets/images/vero_photos (12).jpg",
      "../assets/images/vero_photos (6).jpg",
      "../assets/images/vero_photos (7).jpg",
      "../assets/images/vero_photos (9).jpg",
    ],
  },
  {
    title: "ڕۆژێک لە ڤیرۆ",
    description: "کەشێکی ئارام",
    images: [
      "../assets/images/vero_photos (15).jpg",
      "../assets/images/vero_photos (11).jpg",
      "../assets/images/vero_photos (13).jpg",
      "../assets/images/vero_photos (14).jpg",
    ],
  },
];
