window.translations = {
  // Cafe Logo
  vero: "ڤیرۆ",
  coffee: "کۆفی",
  // Navigation Bar
  home: "سەرەکی",
  about: "دەربارەی ئێمە",
  menu: "مێنو",
  service: "خزمەتگوزارییەکان",
  gallery: "گەلەری",
  contact: "پەیوەندی",
  // Home Section
  homeTitle: "کەشی خۆشی ئەمڕۆت لەلایەن ڤیرۆ کۆفییەوە دروست دەکرێت",
  // Menu Section Header Text
  welcomeTitle: "بەخێربێن بۆ",
  cafeName: "ڤیرۆ کۆفی",
  cafeSlogan: "ئەو شوێنەی کە هەموو قومێکی تامی ماڵەوە دەدات",
  //  Coffee Creation
  coffeeCollection: "دروستکراوەکانی قاوە",
  coffeeSlogan: "سارد و گەرم",
  coffeeDescreption:
    "ڕۆحت گەرم بکە یان ڕۆژەکەت فێنک بکەوە بە قاوە دەستکردەکانی ئێمە. لە خواردنەوەی کلسیکەوە بۆ دروستکراوی کرێمی. هەموو کوپێک بە خۆشەویستی دروستکراوە بە دەنکۆڵەی قاوەی نایاب.",
  // Milky Moments
  milkyCollection: "ساتی شیرین",
  milkySlogan: "نەرم و کرێمی",
  milkyDescreption:
    "میلک شەیکی ئاوریشمی تێکەڵەی کرێمی تێکەڵکراوە کە لە هەموو قومێکدا خۆشی دەبەخشێت. گونجاوە بۆ ئارەزومەندانی شیرینی.",
  //Frizzy & Fresh
  freshCollection: "تازە و گازدار ",
  freshSlogan: "مۆجیتۆ و خواردنەوەی فرێش",
  freshDescreption:
    "تازەکردنەوە و بەرزکردنەوەی خواردنەوەی تازە و بریسکەداری مۆهیتۆس و هەڵاتنێکی تەواو لە ئاسایی",
  // Sweets
  sweetCollection: "شیرینییەکان",
  sweetSlogan: "کێک و شیرینی",
  sweetDescreption:
    "لە پارچە دەوڵەمەندەکانی کێکەوە بۆ هەویرکاری ناسک، کۆکراوەی شیرینیمان بۆ تێرکردنی ددانی شیرینی دروستکراوە و بە تەواوی لەگەڵ خواردنەوە دڵخوازەکەت جووت دەبێت",
  // See Menu Button
  seeMenuBtn: "بینیی مێنو",
  // About Cafe Section
  aboutVeroSlogan: "دەربارەی",
  aboutVero1:
    "ڤەرۆ کۆفی بە شانازییەوە خزمەت دەکات لە ٢٠٢٠وە، ئەم قاوەخانەیە خاوەندارێتی و سەرپەرشتی دەکرێت لەلایەن عەلییەوە. وشەی ڤیرۆ ناوێکی ئیتاڵییەوە بە واتای ڕاستی دێت ڕەنگدانوەیە بۆ ئێمە و کارەکانمان و پێشکەشکردنی باشترەین قاوە.",
  aboutVero2:
    "ڤیرۆ کۆفی لە دوکانێکی بچوکەوە دەستی پێکرد سپاس بۆ متمان و خۆشەویستی کڕیارانمان، لە ئێستادا خاوەنی دوو لقین.",
  aboutVero3:
    "هەر قاوەیەک پێشکەشدەکەین دروستی دەکەین بە گرینگیپێدان لەگەڵ تامێکی دەوڵەمەند لە کەشێکی ئارامدا. کاری ئێمەیە کەوا ڕۆژەکەت بە چێژتر بکەین. قاوەیەک لە یەک کاتدا.",
  aboutVero4: "<em>قاوەی ڕاستەقینە. ساتی ڕاستەقینە.</em>",
  // Service Section
  veroService: "خزمەتگوزارییەکانمان",
  serviceSlogan: "ڤیرۆ کۆفی ساتەکانت بەنرختر دەکات.",
  // Coffee Break
  coffeeBreak: "پشوودانی قاوە",
  coffeeBreakDescreption:
    "بە خزمەتگوزاری پشوودانی قاوەمان بۆنە و ئاهەنگەکانت بەرز بکەرەوە. ئێمە ئاگاداری هەموو شتێک دەبین لە قاوەیەکی تازە دروستکراوەوە تا ڕێکخستنی تەواوی خواردنی کەم کە دڵنیا بین لەوەی میوانەکانتان چێژ لە پشوویەکی ئارام و تامدار وەردەگرن.",
  // Music Events
  musicEvent: "چالاکی مۆسیقی",
  musicEventDescreption:
    "جا تۆ سۆڵۆ ڤایب بکەیت یان لەگەڵ هاوڕێکانت کاتبەسەر ببەیت، ڤێرۆ کۆفی ڕیتمی شارەکەت بۆ دەهێنێت. سارد دەرەوە بۆ لێدانی ئارام یان سوینگ بەلای بۆ ئێوارە ئاکۆستیکەکانمان.",
  // Birthday
  birthday: "یادی لەدایک بوون",
  birthdayDescreption:
    "ئاهەنگی لەدایکبوونت بگێڕە لە ڤێرۆ کۆفی بە ڤایبێکی نایاب و خواردنی بە تام. ئێمە ئەو شوێنە ئارامە بۆ ئێوە دابین دەکەین خۆشی بهێنە! دیکۆرات و مێزی خواردنی کەم لەگەڵدایە.",
  // Gallery Section
  veroMoment: "ساتەکانی ڤیرۆ کۆفی",
  gallerySlogan:
    "کەشێکی ئارام و بۆنە تایبەتەکانمان و ئەو کەسانەی کە وا لە ڤێرۆ کۆفی دەکەن هەست بە ماڵەوە بکەن بدۆزەرەوە.",
  exploreGalleryBtn: "سەیرکردی گەلەری",
  // Testimonial Section
  testimonialTitle: "سەرنجێک لە کڕیارانمانەوە",
  // Contact Section
  contactTitle: "پەیوەندیمان لەگەڵ ببەستە",
  contactSlogan: "هەمیشە دڵخۆشین بە بیستنی زانیاریتان. با پەیوەندیمان هەبێت!",
  openDaily: "ڕۆژانە کراوەیە",
  openTime: "٧ی بەیانی بۆ ١٢ی شەو",
  // Location
  location: "ناونیشانمان",
  branche1: "ڕەحیماوا، کەرکوک، عێراق",
  branche2: "ڕێگای سلێمانی کەرکوک، کەرکوک، عێراق",
  // Phone Number
  callUs: "ژمارەی پەیوەندیکردن",
  phoneNum: "+٩٦٤ ٧٧٠ ١٢٣ ٤٥٦٧",
  whatsApp: "+٩٦٤ ٧٥٠ ٩٨٧ ٦٥٤٣",
  // Fllow Us
  folloeUs: "فۆڵۆمان بکە",
  // Find Us
  findUs: "داواکاری بکە لەڕیی",
  // ***************Menu Page**************
  theMenu: "مێنو",
  hotDrink: "خواردنەوەی گەرم",
  coldDrink: "خواردنەوەی سارد",
  freshDrink: "خواردنەوەی سروشتی",
  milkshake: "میلک شەیک",
  mojito: "مۆجیتۆ",
  frappe: "فراپی",
  sweet: "شیرینییەکان",
  // Currency
  currency: "دینار",
  // *********************Gallery Page******************
  photoGallery:"گەلەری",
};

window.menuData = {
  "hot-drinks": [
    {
      name: "ئێسپرێسۆ",
      price: "٢،٠٠٠",
      description:
        "دەوڵەمەند و بوێر و چڕ ئیسپرێسۆ کلاسیکەکەمان لە هەموو لێدانێکدا تەقینەوەیەکی نەرم و تام دەدات.",
    },
    {
      name: "قاوەی عەرەبی",
      price: "٢،٠٠٠",
      description:
        "قاوەیەکی سووک و بەهاراتدار و بۆنخۆشی نەریتی عەرەبی کە بە هێلکە دروستکراوە بۆ ئەزموونێکی گەرم و ڕەسەن.",
    },
    {
      name: "قاوەی تورکی",
      price: "٢،٠٠٠",
      description: "خۆشی شوکولاتەی نەرم و کرێمدار.",
    },
    {
      name: "قاوەی مێنێنگیچ",
      price: "٢،٠٠٠",
      description:
        "لە فستقێکی کێوی برژاو دروستکراوە، بێ کافاین، لەگەڵ تامێکی گوێز و خاکی.",
    },
    {
      name: "ئەمریکانۆ",
      price: "٢،٠٠٠",
      description:
        "ئیسپرێسۆیەکی بوێر و نەرم کە بە ئاوی گەرم شل کراوە بۆ تامێکی دەوڵەمەند و تەواو جەستەیی سادە و بەهێز و تێر خۆشی شوکولاتەی نەرم و کرێمدار.",
    },
    {
      name: "ئەمریکانۆی سپی",
      price: "٣،٠٠٠",
      description:
        "تێکەڵەیەکی نەرم لە ئیسپرێسۆ و ئاوی گەرم، بە ڕشاندنی شیر تەواو بوو کە بوێرییەکەی نەرم دەکاتەوە بەبێ ئەوەی قووڵیەکەی لەدەست بدات",
    },
    {
      name: "قاوەى کیمێکس",
      price: "٤،٠٠٠",
      description:
        "لە ڕێگەی کیمێکسەوە دروستکراوە بۆ تامێکی پاک و گەشاوە و جەستەیەکی نەرم کە تەواو گونجاوە بۆ ئەو کەسانەی کە ئەزموونێکی قاوەیەکی سووک و پاڵاوتەیان خۆشدەوێت.",
    },
    {
      name: "چۆکلاتەی گەرم",
      price: "٢،٠٠٠",
      description:
        "شوکولاتەی گەرمی دەوڵەمەند و مەخمەلی کە بە شیری کرێمدار و کاکاوێکی ڕاستەقینە دروستکراوە — چارەسەرێکی گەرم و ئاسوودەکەر بۆ هەر کاتێکی ڕۆژ.",
    },
    {
      name: "نیسکافە",
      price: "٢،٠٠٠",
      description:
        "قاوەیەکی خێرا و نەرم و کلاسیکی، بە تەواوی لێنراوە. ئایدیاڵە بۆ زیادکردنی خێرا و ئاشنا بە بۆنێکی دەوڵەمەند و تامێکی سووک.",
    },
    {
      name: "کاپوچینۆ",
      price: "٢،٠٠٠",
      description:
        "ئیسپرێسۆی قەڵەمی لەگەڵ شیری هەڵمکراو و کەفی ئەستوور و مەخمەلی.",
    },
    {
      name: "چۆکلاتە",
      price: "٢،٠٠٠",
      description:
        "کاکاوێکی گەرمی دەوڵەمەند و کرێمدار بە تامێکی شوکولاتەی نەرم.",
    },
    {
      name: "کاکاو",
      price: "٢،٠٠٠",
      description: "خواردنەوەی شوکولاتەی گەرم و کرێمدار کە گوێزی هیندی تێدایە.",
    },
    {
      name: "سەعلەپ",
      price: "٢،٠٠٠",
      description:
        "خواردنەوەیەکی گەرم و کرێمیی نەریتی کە لە ئاردی ڕەگی ئۆرکید دروستکراوە، بە شێوەیەکی نادیار شیرین و بۆن خۆشە.",
    },
    {
      name: "قاوەی سپی",
      price: "٢،٠٠٠",
      description:
        "قاوەیەکی نەرم و سووک لەگەڵ شیری کرێمدار بۆ تامێکی نەرم و ئاسوودەیی.",
    },
    {
      name: "شیر",
      price: "٢،٠٠٠",
      description:
        "نەرم و کرێمییە، بنەمایەکی تەواو بۆ تەواوکردنی قاوەکەت یان چێژوەرگرتن لە خۆی.",
    },
    {
      name: "قاوەی نیسکافە",
      price: "٣،٠٠٠",
      description:
        "قاوەیەکی خێرا و نەرم بۆ چاککردنەوەی کافاینێکی خێرا و بە تام.",
    },
    {
      name: "لوتۆسی گەرم",
      price: "٢،٥٠٠",
      description:
        "خواردنەوەی گەرمی گەرم و ئاسوودەکەر کە بە تامە بەهاراتە دەوڵەمەند و کارامێلییەکانی لۆتۆس بیسکۆف تێکەڵ کراوە کە تەواو گونجاوە بۆ ساتەوەختە ئارامەکان.",
    },
  ],
  "cold-drinks": [
    {
      name: "ماچای کەرەمێل",
      price: "٢،٥٠٠",
      description: "خۆشی شوکولاتەی نەرم و کرێمدار.",
    },
    {
      name: "لاتێی سارد",
      price: "٣،٠٠٠",
      description: "ئیسپرێسۆی ساردکراوە لەگەڵ شیر و سەهۆڵ.",
    },
    {
      name: "قاوەی سارد",
      price: "٣،٠٠٠",
      description: "قاوەیەکی هێواش نوقمکراو بە ساردیی پێشکەش دەکرێت",
    },
  ],
  "fresh-drinks": [
    {
      name: "پڕتەقاڵ",
      price: "٣،٠٠٠",
      description: "تازە فشەڵکراوە و ساردکراوە و پڕە لە ڤیتامین سی.",
    },
    {
      name: "لیمۆ",
      price: "٣،٠٠٠",
      description: "تازەگەری و تامدار و دەوڵەمەندە بە ڤیتامین سی.",
    },
    {
      name: "گێزەر",
      price: "٣،٠٠٠",
      description: "تازەگەری و تامدار و دەوڵەمەندە بە ڤیتامین سی.",
    },
    {
      name: "سێوی سەوز",
      price: "٣،٠٠٠",
      description: "وردە وردە و تارت و تازەگەری بە تامێکی گەشاوە و میوەیی.",
    },
    {
      name: "پڕتەقاڵ و لیمۆ",
      price: "٣،٠٠٠",
      description: "تێکەڵەیەکی زەق و تازەگەری لیمۆی شیرین و لیمۆی تامدار.",
    },
    {
      name: "پڕتەقاڵ و گێزەر",
      price: "٣،٠٠٠",
      description:
        "تێکەڵەیەکی شیرین و زیندوو لەگەڵ تازەیی لیمۆیی و خاکی سروشتی.",
    },
    {
      name: "کۆکتێل",
      price: "٣،٠٠٠",
      description:
        "تێکەڵەیەکی تازەگەری شەربەتی میوەی تازە و جۆراوجۆر کە تێکەڵکراوە بۆ تامێکی شیرین و تامدار.",
    },
    {
      name: "لیمۆ و نەعنا",
      price: "٣،٠٠٠",
      description: "فێنک و تامدار و تازەگەری لەگەڵ ئاماژەیەک بە تازەیی گیایی.",
    },
    {
      name: "کۆکتێل و زەنجەفیل",
      price: "٣،٠٠٠",
      description:
        "میوەیی و بەهارات لەگەڵ کیکی زەنجەفیلێکی زەنجەفیل تێکەڵ دەبن.",
    },
  ],
  milkshake: [
    {
      name: "میلکشەیکی ڤیرۆ",
      price: "٣،٠٠٠",
      description: "دەوڵەمەند و کرێمدار و شیرین لەگەڵ تامێکی ڤانێلای نەرم.",
    },
    {
      name: "میلکشەیکی لوتۆس",
      price: "٣،٠٠٠",
      description:
        "تێکەڵەیەکی کرێمدار و شیرین لەگەڵ تامی کارامێلی دەوڵەمەندی بسکیتی لۆتۆس.",
    },
    {
      name: "میلکشەیکی ئۆریۆ",
      price: "٣،٠٠٠",
      description: "کرێمدار و شوکولاتەیی لەگەڵ کولێرەی ئۆریۆی وردکراو.",
    },

    {
      name: "مۆز",
      price: "٣،٠٠٠",
      description: "نەرم و شیرینە و بە شێوەیەکی سروشتی کرێمدارە.",
    },

    {
      name: "شلک",
      price: "٣،٠٠٠",
      description: "شیرین و میوەیی و کرێمی تازەگەری.",
    },

    {
      name: "نۆتێلا",
      price: "٣،٠٠٠",
      description: "دەوڵەمەند و کرێمدار و شوکولاتەیی بە تامێکی فندقی نەرم.",
    },

    {
      name: "میلکشەیکی فستق",
      price: "٣،٠٠٠",
      description: "کرێمدار و گوێزاوییە لەگەڵ تامێکی دەوڵەمەندی فستق.",
    },
  ],
  mojito: [
    {
      name: "مۆجیتۆی شلک",
      price: "٣،٠٠٠",
      description: "نەعنا و لیمۆی تازەگەری لەگەڵ نۆتی شووتی شیرین و شەربەتی.",
    },
    {
      name: "مۆجیتۆی شین",
      price: "٣،٠٠٠",
      description:
        "نەعنا و لیمۆی ورد بە پێچێکی فێنک و گەرم و ڕەنگێکی شین و زیندوو.",
    },
    {
      name: "مۆجیتۆی کۆکۆ",
      price: "٣،٠٠٠",
      description: "تازەکردنەوەی نەعنا و لیمۆ بە تامی گوێزی هیندی کرێمدار.",
    },
    {
      name: "پاشن فروت",
      price: "٣،٠٠٠",
      description: "تانگی و شیرین و گەرم و بۆنێکی بۆنخۆش.",
    },
    {
      name: "مۆجیتۆی ئەفریکی",
      price: "٣،٠٠٠",
      description:
        "تێکەڵەیەکی نامۆ لە نەعنا و لیمۆ و میوەی ئەفریقای گەرم بۆ پێچێکی بوێر و تازەگەری.",
    },
    {
      name: "بلوبێری",
      price: "٣،٠٠٠",
      description: "شیرین و کەمێک تارت و تەقیوە بە تامی تووی شەربەتی.",
    },
    {
      name: "لیمۆ و نەعنا",
      price: "٣،٠٠٠",
      description: "لیمۆی گەشاوە و تامدار هاوسەنگ لەگەڵ نەعنای فێنک و تازە.",
    },
    {
      name: "نەعنا",
      price: "٣،٠٠٠",
      description: "تامی گیایی فێنک و تازە و بەهێزکەر.",
    },
  ],
  frappe: [
    {
      name: "فراپی یۆنانی",
      price: "٣،٠٠٠",
      description:
        "قاوەیەکی خێرا و سەهۆڵاوی، کەفاوی و بەهێز، لەگەڵ کۆتایییەکی کرێمدار.",
    },
    {
      name: "چۆکۆلەیت",
      price: "٣،٠٠٠",
      description: "دەوڵەمەند و شیرین و کرێمدار بە تامی قووڵی کاکاو.",
    },
    {
      name: "کاپوچینۆ",
      price: "٣،٠٠٠",
      description: "ئیسپرێسۆ بە شیری هەڵمکراو و چینێکی ئەستووری کەف.",
    },
    {
      name: "نیسکافە",
      price: "٣،٠٠٠",
      description: "قاوەیەکی خێرا بە تامێکی نەرم و خێرا دروستکراو.",
    },
    {
      name: "کاکاو",
      price: "٣،٠٠٠",
      description: "گەرم و نەرم و شوکولاتەیی بە تامێکی ئاسوودەیی.",
    },
    {
      name: "کرۆسانت و شوکولاتە",
      price: "٣،٠٠٠",
      description:
        "کۆکییەکی چەقەڵ پڕکراوە یان لە سەرەوەی بە شوکولاتەی دەوڵەمەند و نەرم.",
    },
    {
      name: "فراپی تون",
      price: "٣،٠٠٠",
      description:
        "قاوەیەکی گرداوی لەگەڵ پێچێکی بوێرانەی بەهاراتەکانی گەرمکەرەوە.",
    },
    {
      name: "فراپی ئەنەناس",
      price: "٣،٠٠٠",
      description: "تازەگەری و گەرم و سەهۆڵاوی لەگەڵ تامی ئەناناس شیرین.",
    },
  ],
  sweets: [
    {
      name: "ترالیتجە",
      price: "٢،٠٠٠",
      description: "نەرم و جوین و دەوڵەمەند بە تامی شەکری کارامێل.",
    },
    {
      name: "چۆکۆلەیت کێک",
      price: "٢،٠٠٠",
      description: "شیرینییەکی شێدار و دەوڵەمەند و بە چڕی شوکولاتەیی.",
    },
    {
      name: "سینۆمین ڕۆڵ",
      price: "٢،٠٠٠",
      description: "شیرینی شیرین و نەرم لەگەڵ دارچینی گەرم و جلیزی شەکردار.",
    },
    {
      name: "قاپی میوە",
      price: "٣،٠٠٠",
      description:
        "تێکەڵەیەکی ڕەنگاوڕەنگی میوەی وەرزی تازە و شەربەتی، پارچە پارچە کراوە و ئامادەیە بۆ چێژوەرگرتن.",
    },
  ],
};

window.menuTitles = {
  "hot-drinks": "خواردنەوەی گەرم",
  "cold-drinks": "خواردنەوەی سارد",
  "fresh-drinks": "خواردنەوەی سروشتی",
  milkshake: "میلک شەیک",
  mojito: "مۆجیتۆ",
  frappe: "فراپی",
  sweets: "شیرینییەکان",
};

window.galleryData = [
  {
    
    title: "ڕۆژێک لە چالاکییەکانی ڤیرۆ",
    description:
      "ڕێکخستن و ئامادەکردنی کۆفی برەیکی یەکێک لە ئیڤێنتەکانی لە شاری کەرکوک",
    images: [
      "assets/images/gallery-1.jpeg",
      "assets/images/gallery-2.jpeg",
      "assets/images/gallery-3.jpeg",
      "assets/images/gallery-4.jpeg",
    ],
  },
  {
    
    title: "ڕۆژێک لە چالاکییەکانی ڤیرۆ",
    description:
      "ڕێکخستن و ئامادەکردنی کۆفی برەیکی یەکێک لە ئیڤێنتەکانی لە شاری کەرکوک",
    images: [
      "assets/images/gallery-4.jpeg",
      "assets/images/gallery-3.jpeg",
      "assets/images/gallery-2.jpeg",
      "assets/images/gallery-1.jpeg",
    ],
  },
];
