window.translations = {
  // Navigation Bar
  home: "سەرەکی",
  about: "دەربارەی ئێمە",
  menu: "مێنو",
  service: "خزمەتگوزاری",
  gallery: "گەلەری",
  contact: "پەیوەندی",
  // Home Section
  homeTitle:"کەشی خۆشی ئەمڕۆت لەلایەن ڤیرۆ کۆفییەوە دروست دەکرێت",
  // Menu Section Header Text
  welcomeTitle: "بەخێربێن بۆ",
  cafeName: "ڤیرۆ کۆفی",
  cafeSlogan: "ئەو شوێنەی کە هەموو قومێکی تامی ماڵەوە دەدات",
  //  Coffee Creation
  coffeeCollection: "دروستکراوەکانی قاوە",
  coffeeSlogan: "سارد و گەرم",
  coffeeDescreption:
    "ڕۆحت گەرم بکە یان ڕۆژەکەت فێنک بکەوە بە قاوە دەستکردەکانی ئێمە. لە خواردنەوەی کلسیکەوە بۆ دروستکراوی کرێمی. هەموو کوپێک بە خۆشەویستی دروستکراوە بە دەنکۆڵەی قاوەی نایاب.",
  // Milky Moments
  milkyCollection: "ساتی شیرین",
  milkySlogan: "نەرم و کرێمی",
  milkyDescreption:
    "میلک شەیکی ئاوریشمی تێکەڵەی کرێمی تێکەڵکراوە کە لە هەموو قومێکدا خۆشی دەبەخشێت. گونجاوە بۆ ئارەزومەندانی شیرینی.",
  //Frizzy & Fresh
  freshCollection: "تازە و گازدار ",
  freshSlogan: "مۆجیتۆ و خواردنەوەی فرێش",
  freshDescreption:
    "تازەکردنەوە و بەرزکردنەوەی خواردنەوەی تازە و بریسکەداری مۆهیتۆس و هەڵاتنێکی تەواو لە ئاسایی",
  // Sweets
  sweetCollection: "شیرینییەکان",
  sweetSlogan: "کێک و شیرینی",
  sweetDescreption:
    "لە پارچە دەوڵەمەندەکانی کێکەوە بۆ هەویرکاری ناسک، کۆکراوەی شیرینیمان بۆ تێرکردنی ددانی شیرینی دروستکراوە و بە تەواوی لەگەڵ خواردنەوە دڵخوازەکەت جووت دەبێت",
  // See Menu Button
  seeMenuBtn: "بینیی مێنو",
  // About Cafe Section
  aboutVeroSlogan: "دەربارەی",
  aboutVero1:
    "ڤەرۆ کۆفی بە شانازییەوە خزمەت دەکات لە ٢٠٢٠وە، ئەم قاوەخانەیە خاوەندارێتی و سەرپەرشتی دەکرێت لەلایەن عەلییەوە. وشەی ڤیرۆ ناوێکی ئیتاڵییەوە بە واتای ڕاستی دێت ڕەنگدانوەیە بۆ ئێمە و کارەکانمان و پێشکەشکردنی باشترەین قاوە.",
  aboutVero2:
    "ڤیرۆ کۆفی لە دوکانێکی بچوکەوە دەستی پێکرد سپاس بۆ متمان و خۆشەویستی کڕیارانمان، لە ئێستادا خاوەنی دوو لقین.",
  aboutVero3:
    "هەر قاوەیەک پێشکەشدەکەین دروستی دەکەین بە گرینگیپێدان لەگەڵ تامێکی دەوڵەمەند لە کەشێکی ئارامدا. کاری ئێمەیە کەوا ڕۆژەکەت بە چێژتر بکەین. قاوەیەک لە یەک کاتدا.",
  aboutVero4: "قاوەی ڕاستەقینە. ساتی ڕاستەقینە.",
  // Service Section
  veroService: "خزمەتگوزارییەکانمان",
  serviceSlogan: "ڤیرۆ کۆفی ساتەکانت بەنرختر دەکات.",
  // Coffee Break
  coffeeBreak: "پشوودانی قاوە",
  coffeeBreakDescreption:
    "بە خزمەتگوزاری پشوودانی قاوەمان بۆنە و ئاهەنگەکانت بەرز بکەرەوە. ئێمە ئاگاداری هەموو شتێک دەبین لە قاوەیەکی تازە دروستکراوەوە تا ڕێکخستنی تەواوی خواردنی کەم کە دڵنیا بین لەوەی میوانەکانتان چێژ لە پشوویەکی ئارام و تامدار وەردەگرن.",
  // Music Events
  musicEvent: "چالاکی مۆسیقی",
  musicEventDescreption:
    "جا تۆ سۆڵۆ ڤایب بکەیت یان لەگەڵ هاوڕێکانت کاتبەسەر ببەیت، ڤێرۆ کۆفی ڕیتمی شارەکەت بۆ دەهێنێت. سارد دەرەوە بۆ لێدانی ئارام یان سوینگ بەلای بۆ ئێوارە ئاکۆستیکەکانمان.",
  // Birthday
  birthday: "یادی لەدایک بوون",
  birthdayDescreption:
    "ئاهەنگی لەدایکبوونت بگێڕە لە ڤێرۆ کۆفی بە ڤایبێکی نایاب و خواردنی بە تام. ئێمە ئەو شوێنە ئارامە بۆ ئێوە دابین دەکەین خۆشی بهێنە! دیکۆرات و مێزی خواردنی کەم لەگەڵدایە.",
  // Gallery Section
  veroMoment: "ساتەکانی ڤیرۆ کۆفی",
  gallerySlogan:
    "کەشێکی ئارام و بۆنە تایبەتەکانمان و ئەو کەسانەی کە وا لە ڤێرۆ کۆفی دەکەن هەست بە ماڵەوە بکەن بدۆزەرەوە.",
  exploreGalleryBtn: "سەیرکردی گەلەری",
  // Testimonial Section
  testimonialTitle: "سەرنجێک لە کڕیارانمانەوە",
  // Contact Section
  contactTitle: "پەیوەندیمان لەگەڵ ببەستە",
  contactSlogan: "هەمیشە دڵخۆشین بە بیستنی زانیاریتان. با پەیوەندیمان هەبێت!",
  openDaily:"ڕۆژانە کراوەیە",
  openTime:"٧ی بەیانی بۆ ١٢ی شەو",
  // Location
  location:"ناونیشانمان",
  branche1:"ڕەحیماوا، کەرکوک، عێراق",
  branche2:"ڕێگای سلێمانی کەرکوک، کەرکوک، عێراق",
  // Phone Number
  callUs:"ژمارەی پەیوەندیکردن",
  phoneNum:"+٩٦٤ ٧٧٠ ١٢٣ ٤٥٦٧",
  whatsApp:"+٩٦٤ ٧٥٠ ٩٨٧ ٦٥٤٣",
  // Fllow Us
  folloeUs:"فۆڵۆمان بکە",
  // Find Us
  findUs:"داواکاری بکە لەڕیی",
};
